Repository: giellalt/corpus-nob
Catalog: tmx/fkv/facta/riddu_duottar_museat/rdm_kulturminnevandring_kvensk_05.09.2017.odt.tmx
Source language: nob
Languages: fkv

source: RDM / Kulturminnevandring til Repokoski/Revfossnes
fkv: Oversatt til kvensk: Kainun institutti - Kvensk institutt 05.09.2017

source: Kulturminnevandring til Repokoski/Revfossnes
fkv: Ku lttuurimuistovajelus Repokoskheen

source: Porsanger kommune, Porsanger historielag og RDM Porsanger museum inviterer til kulturminnevandring i Repokoski/Revfossnes lørdag den 9. september mellom klokken 1500 og 1800.
fkv: Porsangin komuuni, Porsangin histoorialaaki ja RDM Porsangin museumi kuttuthaan myötä kulttuurimuistovajeluksele Repokoskheen lauvantaina 9. septemperikuuta kello 15.00-18.00.

source: Delta på vår kulturminnevandring i forbindelse med Kulturminnedagene 2017 og møt bygningsvernsnekker Arne Graven som vil fortelle om restaureringsarbeidet og svare på spørsmål.
fkv: Tämän järjestethään Kulttuurimuistopäiviin 2017 yhtheyđessä. Tule myötä kulttuurimuistovajeluksele ja kohtaa pytinginvarjelusnikkarin Arne Gravenin joka muistelee restaureerinkityön ympäri ja vastaa kysymykshiin.

source: Enkel servering.
fkv: Simppeli serveeraus.
